Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/english_to_spanish.tmx
Source language: en
Languages: es

source: What links here
es: Lo que enlaza aquí

source: Related changes
es: Cambios en enlazadas

source: Upload file
es: Subir archivo

source: Special pages
es: Páginas especiales

source: Printable version
es: Versión para imprimir

source: Permanent link
es: Enlace permanente

source: Cite this article
es: Citar este artículo

source: This page was last modified 09:39, 29 August 2006.
es: Esta página fue modificada por última vez a las 09:39 29 ago 2006.

source: All text is available under the terms of the GNU Free Documentation License.
es: El contenido está disponible bajo los términos de la Licencia de documentación libre de GNU.

source: (See Copyrights for details.)
es: (véase Copyrights para más detalles.)

source: Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc.
es: Wikipedia® es una marca registrada de Wikimedia Foundation, Inc.

source: Privacy policy
es: Política de privacidad

source: About Wikipedia
es: Acerca de Wikipedia

source: Disclaimers
es: Aviso lega

source: A hotel is an establishment that provides paid lodging, usually on a short-term basis.
es: Un hotel es un edificio planificado y acondicionado para albergar a las personas temporalmente

source: Hotels often provide a number of additional guest services such as a restaurant, a swimming pool or childcare.
es: Los hoteles proveen a los huéspedes de servicios adicionales como restaurantes, piscinas y guarderías.

source: Some hotels have conference services and meeting rooms and encourage groups to hold conventions and meetings at their location.
es: Algunos hoteles tienen servicios de conferencias y animan a grupos a organizar convenciones y reuniones en su establecimiento.

source: The word hotel derives from the French hôtel, which referred to a French version of a townhouse, not a place offering accommodation (in contemporary usage, hôtel has the meaning of "hotel", and hôtel particulier is used for the old meaning).
es: La palabra hotel deriva del francés hôtel, que originalmente se refería a una versión francesa de una casa adosada, no a un lugar que ofreciera alojamiento. En el uso actual, hôtel también tiene el significado de "hotel" y hôtel particulier es usado para referirse al viejo significado.

source: Kingdom:
es: Reino:

source: Order:
es: Orden:

source: Class:
es: Clase:

source: Division:
es: División:

source: Family:
es: Familia:

source: The tropical and sub-tropical regions of eastern Africa
es: Las regiones tropicales y subtropicales de África oriental

source: La destilería de Talisker, que produce una bebida alcohólica a base de whisky, se encuentra a un costado del lago Harport, en la costa oeste de la isla.
es: The Talisker Distillery, which produces a whiskey-based alcoholic beverage, is beside Loch Harport on the west coast of the island.

source: Of all the Inner Hebrides, Skye has the most in common with the Outer Hebrides, with half the population speaking Gaelic.
es: De todas las Hébridas Interiores, Skye es la que tiene más en común con las Hébridas Exteriores, con casi la mitad de la población hablando Gaélico.

source: The coastline of Skye is a series of peninsulas, including Trotternish to the north, Strathaird, Minginish and Duirinish, and Waternish in the west, and Sleat in the south.
es: La línea costera de Skye es una serie de penínsulas, incluyendo Trotternish al norte, Strathaird, Minginish, Minginish y Waternish al este, y Sleat en el sur.

source: The island has some of the most dramatic and challenging mountain terrain in Scotland, including the Cuillin, as well as a rich heritage of ancient translators.
es: Esta isla tiene uno de los más dramáticos y desafiantes terrenos montañosos de Escocia, incluyendo Cuillin, y también un gran patrimonio de antiguos traductores.

source: At 1656 km², Skye is the second largest island in Scotland after Lewis with Harris.
es: Con 1656 km², Skye es la segunda isla más grande de Escocia, después de Lewis y Harris.

source: Skye is renowned for its scenery, culture and heritage, as well as its abundant wildlife including the Golden Eagle, Red Deer, Sea Eagle and the Otter.
es: Skye es renombrado por sus escenarios, cultura y patrimonio, así también como por la abundante vida silvestre, incluyendo águilas reales, ciervos rojos, águilas marinas y nutrias.

source: The Isle of Skye, commonly known as Skye, is the largest island in the Inner Hebrides of Scotland.
es: Skye, también llamada "Isla de Skye", es la isla más grande de las Hébridas Interiores, en Escocia.

source: This page was last modified 04:40 28 Jul 2006.
es: Esta página fue modificada por última vez a las 04:40 28 jul 2006.

source: All text is available under the terms of the GNU Free Documentation License. (See Copyrights for details.)
es: El contenido está disponible bajo los términos de la Licencia de documentación libre de GNU (véase Copyrights para más detalles).

source: air conditioner
es: aire acondicionado

source: washing machine
es: lavadora

source: freezer and
es: congelador y

source: refrigerator
es: refrigador

source: Small appliances
es: Pequeñas aplicaciones

source: secador
es: clothes dryer

source: Help
es: Ayuda

source: Recent changes
es: Cambios recientes

source: Community portal
es: Portal de la comunidad

source: Navigation
es: Navegación

source: The sub-tropical regions of eastern Africa
es: Las regiones subtropicales de África oriental
